tap 'caskroom/cask'
tap 'caskroom/fonts'

brew 'keybase'
brew 'ffmpeg', args: ['with-freetype']  # 'with-faac'
brew 'markdown'

cask '1password'
cask 'calibre'
cask 'doxie'
cask 'dropbox'
cask 'flux'
cask 'mactex'
cask 'steam'
cask 'vlc'
cask 'whatsapp'
cask 'yubikey-personalization-gui'

cask 'font-alegreya'
cask 'font-alegreya-sans'
cask 'font-alegreya-sans-sc'
cask 'font-alegreya-sc'
cask 'font-anonymice-powerline'
cask 'font-anonymous-pro'
cask 'font-arvo'
cask 'font-cabin'
cask 'font-cabin-condensed'
cask 'font-cabin-sketch'
cask 'font-cinzel'
cask 'font-cinzel-decorative'
cask 'font-droid-sans'
cask 'font-droid-sans-mono'
cask 'font-droid-sans-mono-for-powerline'
cask 'font-droid-serif'
cask 'font-fanwood-text'
cask 'font-fira-code'
cask 'font-fira-mono'
cask 'font-fira-mono-for-powerline'
cask 'font-fira-sans'
cask 'font-karla'
cask 'font-lato'
cask 'font-libre-baskerville'
cask 'font-libre-caslon-text'
cask 'font-linden-hill'
cask 'font-lora'
cask 'font-merriweather'
cask 'font-merriweather-sans'
cask 'font-montserrat'
cask 'font-montserrat-alternates'
cask 'font-open-sans'
cask 'font-open-sans-condensed'
cask 'font-orbitron'
cask 'font-oswald'
cask 'font-playfair-display'
cask 'font-playfair-display-sc'
cask 'font-pt-mono'
cask 'font-pt-sans'
cask 'font-pt-serif'
cask 'font-quicksand'
cask 'font-raleway'
cask 'font-roboto'
cask 'font-roboto-condensed'
cask 'font-roboto-mono'
cask 'font-roboto-mono-for-powerline'
cask 'font-roboto-slab'
cask 'font-source-code-pro'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'font-ubuntu'
cask 'font-ubuntu-mono-derivative-powerline'
cask 'font-vollkorn'

# Airmail
# Divvy
# Pixelmator
# The Archive Browser
