# don't forget this if you're using casks
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/dupes'
tap 'homebrew/python'



brew 'coreutils', args: ['with-default-names']
brew 'findutils', args: ['with-default-names']
brew 'ffmpeg', args: ['with-faac,with-freetype']
brew 'fish'
brew 'git'
brew 'grep', args: ['with-default-names']
brew 'imagemagick', args: ['with-webp', 'with-librsvg']
brew 'keybase'
brew 'markdown'
brew 'python', args: ['framework', 'with-brewed-openssl']
brew 'python3', args: ['framework', 'with-brewed-openssl']
brew 'ssh-copy-id'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['override-system-vi']
brew 'numpy', args: ['with-python3', 'without-python']
brew 'scipy', args: ['with-python3', 'without-python']



cask_args appdir: '~/Applications'

cask 'font-alegreya'
cask 'font-alegreya-sans'
cask 'font-alegreya-sans-sc'
cask 'font-alegreya-sc'
cask 'font-anonymous-pro'
cask 'font-anonymous-pro-for-powerline'
cask 'font-arvo'
cask 'font-cabin'
cask 'font-cabin-condensed'
cask 'font-cabin-sketch'
cask 'font-cinzel'
cask 'font-cinzel-decorative'
cask 'font-droid-sans'
cask 'font-droid-sans-mono'
cask 'font-droid-sans-mono-for-powerline'
cask 'font-droid-serif'
cask 'font-fanwood-text'
cask 'font-fira-code'
cask 'font-fira-mono'
cask 'font-fira-mono-for-powerline'
cask 'font-fira-sans'
cask 'font-karla'
cask 'font-lato'
cask 'font-libre-baskerville'
cask 'font-libre-caslon-text'
cask 'font-linden-hill'
cask 'font-lora'
cask 'font-merriweather'
cask 'font-merriweather-sans'
cask 'font-montserrat'
cask 'font-montserrat-alternates'
cask 'font-open-sans'
cask 'font-open-sans-condensed'
cask 'font-orbitron'
cask 'font-oswald'
cask 'font-playfair-display'
cask 'font-playfair-display-sc'
cask 'font-pt-mono'
cask 'font-pt-sans'
cask 'font-pt-serif'
cask 'font-quicksand'
cask 'font-raleway'
#cask 'font-raleway-dots'
cask 'font-roboto'
cask 'font-roboto-condensed'
cask 'font-roboto-mono'
cask 'font-roboto-mono-for-powerline'
cask 'font-roboto-slab'
cask 'font-sauce-code-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
#cask 'font-telex'
cask 'font-ubuntu'
cask 'font-ubuntu-mono-powerline'
cask 'font-vollkorn'



cask '1password'
cask 'calibre'
cask 'doxie'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'karabiner'
cask 'keybase'
# meld
cask 'https://gist.githubusercontent.com/tobywf/f731a9aa9ebaec47bb098af9d90cb8b5/raw/1f6acffb47d89a1e9eb32fbb5acea7bd4a065575/meldmerge.rb'
cask 'spotify'
cask 'steam'
cask 'sublime-text'
cask 'vlc'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'suspicious-package'
cask 'mactex'

# Airmail
# Divvy
# Pixelmator
# Steam
# The Archive Browser
