tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/python'

brew 'coreutils'
brew 'findutils', args: ['with-default-names']
brew 'fish'
brew 'git'
brew 'grep', args: ['with-default-names']
brew 'imagemagick', args: ['with-librsvg', 'with-webp']
brew 'python2'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 'rename'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-override-system-vi']
brew 'brotli'
brew 'zopfli'

cask 'font-anonymice-powerline'
cask 'font-anonymous-pro'
cask 'font-source-code-pro'
cask 'font-source-code-pro-for-powerline'

cask 'google-chrome'
cask 'iterm2'
cask 'spotify'
cask 'sublime-text'
# meld
cask 'https://gist.githubusercontent.com/tobywf/f731a9aa9ebaec47bb098af9d90cb8b5/raw/1f6acffb47d89a1e9eb32fbb5acea7bd4a065575/meldmerge.rb'

cask 'quicklook-csv'
cask 'quicklook-json'

# cask 'qlcolorcode'
# cask 'qlimagesize'
# cask 'qlmarkdown'
# cask 'qlstephen'
# cask 'suspicious-package'
